{
    "issue": {
        "URL": "http://www.mathnet.ru/php/archive.phtml?jrnid=uzku&wshow=issue&bshow=contents&series=0&year=2017&volume=158&issue=1&option_lang=rus&bookID=1621",
        "articles": [
            {
                "annotation": {
                    "mystem": "в работа рассматривать класс многочлен тип капелль в свободный ассоциативный алгебра , где  – произвольный поле,  – счетный множество, обобщать конструкция кратный многочлен капелль. приводить основной свойство вводить многочлен. в частность, указывать их разложение через многочлен тот же вид и устанавливать некоторый соотношение между их -идеал. кроме то, устанавливать связь между двойной многочлен капелль и квазимногочлен капелль.\n",
                    "origin": "В работе рассмотрен класс многочленов типа Капелли в свободной ассоциативной алгебре , где  – произвольное поле,  – счетное множество, обобщающий конструкцию кратных многочленов Капелли. Приведены основные свойства введенных многочленов. В частности, указано их разложение через многочлены того же вида и установлены некоторые соотношения между их -идеалами. Кроме того, установлена связь между двойными многочленами Капелли и квазимногочленами Капелли.",
                    "porter": "В работ рассмотр класс многочлен тип Капелл в свободн ассоциативн алгебр , где  – произвольн поле,  – счетн множество, обобща конструкц кратн многочлен Капелли. Привед основн свойств введен многочленов. В частности, указа их разложен через многочл тог же вид и установл некотор соотношен межд их -идеалами. Кром того, установл связ межд двойн многочлен Капелл и квазимногочлен Капелли."
                },
                "keywords": [
                    "матричная алгебра",
                    "многочлен Капелли",
                    "полиномиальное тождество",
                    "свободная ассоциативная алгебра",
                    "симметрическая группа",
                    "стандартный многочлен"
                ],
                "link": "http://www.mathnet.ru/rus/uzku1348",
                "title": {
                    "mystem": "о кратный многочлен капелль\n",
                    "origin": "О кратных многочленах Капелли",
                    "porter": "О кратн многочлен Капелл"
                }
            },
            {
                "annotation": {
                    "mystem": "рассматривать граничный задача для одномерный система уравнение лама на отрезок, соответствующий физический задача прохождение упругий волна через градиентный слой. при это коэффициент уравнение являться комплекснозначный непрерывный функция. рассматривать краевой условие самый общий вид при дополнительный условие, означать в физический контекст отсутствие поверхностный волна на рабочий частота. сформулировать понятие обобщенный решение в пространство соболева. метод сумматорный тождество построить разностный схема. для случай, когда коэффициент уравнение и искомый функция обладать достаточный гладкость, показывать, что погрешность аппроксимация иметь порядок .\n",
                    "origin": "Рассмотрена граничная задача для одномерной системы уравнений Ламе на отрезке, соответствующая физической задаче прохождения упругой волны через градиентный слой. При этом коэффициенты уравнений являются комплекснозначными непрерывными функциями. Рассмотрены краевые условия самого общего вида при дополнительном условии, означающем в физическом контексте отсутствие поверхностных волн на рабочей частоте. Сформулировано понятие обобщенного решения в пространстве Соболева. Методом сумматорных тождеств построена разностная схема. Для случая, когда коэффициенты уравнений и искомые функции обладают достаточной гладкостью, показано, что погрешность аппроксимации имеет порядок .",
                    "porter": "Рассмотр граничн задач для одномерн систем уравнен Лам на отрезке, соответств физическ задач прохожден упруг волн через градиентн слой. При эт коэффициент уравнен явля комплекснозначн непрерывн функциями. Рассмотр краев услов сам общ вид при дополнительн условии, означа в физическ контекст отсутств поверхностн волн на рабоч частоте. Сформулирова понят обобщен решен в пространств Соболева. Метод сумматорн тождеств постро разностн схема. Для случая, когд коэффициент уравнен и иском функц облада достаточн гладкостью, показано, что погрешн аппроксимац имеет порядок ."
                },
                "keywords": [
                    "граничная задача",
                    "система Ламе",
                    "обобщенное решение",
                    "метод сумматорных тождеств",
                    "разностная схема."
                ],
                "link": "http://www.mathnet.ru/rus/uzku1349",
                "title": {
                    "mystem": "применение метод сумматорный тождество в решение граничный задача для система уравнение лама\n",
                    "origin": "Применение метода сумматорных тождеств в решении граничной задачи для системы уравнений Ламе",
                    "porter": "Применен метод сумматорн тождеств в решен граничн задач для систем уравнен Лам"
                }
            },
            {
                "annotation": {
                    "mystem": "исследовать вопрос интерполяция функция два переменный с большой градиент. предполагаться, что область являться прямоугольный и у ее граница интерполировать функция иметь большой градиент. такой функция соответствовать решение задача для эллиптический уравнение с малый параметр при старший производный. известно, что в случай такой функция и равномерный сетка погрешность полиномиальный интерполяция мочь быть порядок . предлагать использовать интерполяция лагранж с  узел интерполяция по  и  узел интерполяция по  на кусочно-равномерный сетка шишкин, сгущаться в пограничный слой. получать оценка погрешность интерполяционный формула, равномерный по малый параметр. представлять результат численный эксперимент.\n",
                    "origin": "Исследован вопрос интерполяции функции двух переменных с большими градиентами. Предполагается, что область является прямоугольной и у ее границ интерполируемая функция имеет большие градиенты. Такая функция соответствует решению задачи для эллиптического уравнения с малыми параметрами при старших производных. Известно, что в случае такой функции и равномерной сетки погрешность полиномиальной интерполяции может быть порядка . Предложено использовать интерполяцию Лагранжа с  узлами интерполяции по  и  узлами интерполяции по  на кусочно-равномерной сетке Шишкина, сгущающейся в пограничных слоях. Получена оценка погрешности интерполяционной формулы, равномерная по малому параметру. Представлены результаты численных экспериментов.",
                    "porter": "Исследова вопрос интерполяц функц двух перемен с больш градиентами. Предполагается, что област явля прямоугольн и у  границ интерполируем функц имеет больш градиенты. Так функц соответств решен задач для эллиптическ уравнен с мал параметр при старш производных. Известно, что в случа так функц и равномерн сетк погрешн полиномиальн интерполяц может быт порядк . Предлож использова интерполяц Лагранж с  узл интерполяц по  и  узл интерполяц по  на кусочно-равномерн сетк Шишкина, сгуща в пограничн слоях. Получ оценк погрешн интерполяцион формулы, равномерн по мал параметру. Представл результат числен экспериментов."
                },
                "keywords": [
                    "функция двух переменных",
                    "большие градиенты",
                    "полиномиальная интерполяция",
                    "сетка Шишкина",
                    "оценка погрешности."
                ],
                "link": "http://www.mathnet.ru/rus/uzku1350",
                "title": {
                    "mystem": "полиномиальный интерполяция функция два переменный с большой градиент в пограничный слой\n",
                    "origin": "Полиномиальная интерполяция функции двух переменных с большими градиентами в пограничных слоях",
                    "porter": "Полиномиальн интерполяц функц двух перемен с больш градиент в пограничн сло"
                }
            },
            {
                "annotation": {
                    "mystem": "исследовать динамика множество критический точка гиперболический производный семейство голоморфный в единичный круг функция, предшварциана который удовлетворять уравнение квазилевнеровский тип. для разрешимость соответствующий уравнение гахов использоваться униформизация, зависеть от дополнительный параметр и основывать на применение подготовительный теорема вейерштрасса и теорема единственность пенлеве для задача коши. на один и тот же порождать функция продемонстрировать действие два известный (квазилевнеровский) семейство – линия уровень и луч хорнич. выбор новый форма уравнение гахов приводить к новый условие (не более чем) единственность критический точка гиперболический производный голоморфный функция – неположительность якобиан уравнение в термин предшварциан указанный функция. получать неравенство удовлетворять функция известный класс маркс–штрохеккер.\n",
                    "origin": "Исследована динамика множества критических точек гиперболических производных семейства голоморфных в единичном круге функций, предшварцианы которых удовлетворяют уравнению квазилевнеровского типа. Для разрешимости соответствующего уравнения Гахова используется униформизация, зависящая от дополнительного параметра и основанная на применении подготовительной теоремы Вейерштрасса и теоремы единственности Пенлеве для задачи Коши. На одной и той же порождающей функции продемонстрировано действие двух известных (квазилевнеровских) семейств – линий уровня и лучей Хорнича. Выбор новой формы уравнения Гахова приводит к новому условию (не более чем) единственности критической точки гиперболической производной голоморфной функции – неположительности якобиана уравнения в терминах предшварциана указанной функции. Полученному неравенству удовлетворяют функции известного класса Маркса–Штрохеккера.",
                    "porter": "Исследова динамик множеств критическ точек гиперболическ производн семейств голоморфн в единичн круг функций, предшварциа котор удовлетворя уравнен квазилевнеровск типа. Для разрешим соответств уравнен Гахов использ униформизация, завися от дополнительн параметр и основа на применен подготовительн теорем Вейерштрасс и теорем единствен Пенлев для задач Коши. На одн и то же порожда функц продемонстрирова действ двух известн (квазилевнеровских) семейств – лин уровн и луч Хорнича. Выбор нов форм уравнен Гахов привод к нов услов (не бол чем) единствен критическ точк гиперболическ производн голоморфн функции – неположительн якобиа уравнен в термин предшварциа указа функции. Получен неравенств удовлетворя функц известн класс Маркса–Штрохеккера."
                },
                "keywords": [
                    "гиперболическая производная",
                    "конформный радиус",
                    "уравнение Гахова",
                    "уравнение Левнера–Куфарева",
                    "звездообразные функции."
                ],
                "link": "http://www.mathnet.ru/rus/uzku1352",
                "title": {
                    "mystem": "о семейство гиперболический производный с квазилевнеровский динамика предшварцианов\n",
                    "origin": "О семействах гиперболических производных с квазилевнеровской динамикой предшварцианов",
                    "porter": "О семейств гиперболическ производн с квазилевнеровск динамик предшварциан"
                }
            },
            {
                "annotation": {
                    "mystem": "рассматривать задача оптимальный управление система, описывать задача дирихла для линейный параболический уравнение, при наличие поточечный ограничение на функция управление и на состояние система. функция управление служить правый часть параболический уравнение. функционал цель содержать распределять в пространственно-временной область наблюдение. построить конечно-разностный аппроксимация рассматривать задача оптимальный управление с использование явный по время аппроксимация параболический уравнение состояние. доказывать существование ее единственный решение. построить соответствующий сеточный задача оптимальный управление седловой задача с ограничение. доказывать существование решение седловой задача и сходимость обобщать итерационный метод удзав для ее решение. приводить результат вычислительный эксперимент.\n",
                    "origin": "Рассмотрена задача оптимального управления системой, описываемой задачей Дирихле для линейного параболического уравнения, при наличии поточечных ограничений на функцию управления и на состояние системы. Функцией управления служит правая часть параболического уравнения. Функционал цели содержит распределенное в пространственно-временной области наблюдение. Построена конечно-разностная аппроксимация рассматриваемой задачи оптимального управления с использованием явной по времени аппроксимации параболического уравнения состояния. Доказано существование ее единственного решения. Построена соответствующая сеточной задаче оптимального управления седловая задача с ограничениями. Доказано существование решения седловой задачи и сходимость обобщенного итерационного метода Удзавы для ее решения. Приведены результаты вычислительных экспериментов.",
                    "porter": "Рассмотр задач оптимальн управлен системой, описыва задач Дирихл для линейн параболическ уравнения, при налич поточечн ограничен на функц управлен и на состоян системы. Функц управлен служ прав част параболическ уравнения. Функциона цел содерж распределен в пространственно-времен област наблюдение. Постро конечно-разностн аппроксимац рассматрива задач оптимальн управлен с использован явн по времен аппроксимац параболическ уравнен состояния. Доказа существован е единствен решения. Постро соответств сеточн задач оптимальн управлен седлов задач с ограничениями. Доказа существован решен седлов задач и сходим обобщен итерацион метод Удзав для е решения. Привед результат вычислительн экспериментов."
                },
                "keywords": [
                    "оптимальное управление",
                    "параболическое уравнение состояния",
                    "ограничения на состояние",
                    "конечно-разностная аппроксимация",
                    "итерационный метод."
                ],
                "link": "http://www.mathnet.ru/rus/uzku1353",
                "title": {
                    "mystem": "численный решение параболический задача оптимальный управление с поточечный ограничение на функция состояние\n",
                    "origin": "Численное решение параболической задачи оптимального управления с поточечными ограничениями на функцию состояния",
                    "porter": "Числен решен параболическ задач оптимальн управлен с поточечн ограничен на функц состоян"
                }
            },
            {
                "annotation": {
                    "mystem": "настоящий работа посвящать построение один класс функционал область в евклидов пространство и доказательство для они неравенство тип брунный–минковский. при построение функционал область использоваться точка минимум функция многий переменный, связанный с функционал, доказательство существование который являться существенный момент предлагать исследование. приводить частный случай функционал, когда точка минимум удаваться находить в явный вид. получать в работа неравенство брунный–минковский обобщать соответствующий неравенство для момент относительно центр масса и гиперплоскость, доказывать х. хадвигер, на случай степенный момент. следовать отмечать, что точка минимум функционал в общий случай не совпадать с центр масса; совпадение иметь место только в частный случай, что подтверждать в работа конкретный пример.\n",
                    "origin": "Настоящая работа посвящена построению одного класса функционалов области в евклидовом пространстве и доказательству для них неравенства типа Брунна–Минковского. При построении функционалов области используется точка минимума функции многих переменных, связанной с функционалами, доказательство существования которой является существенным моментом предложенных исследований. Приведены частные случаи функционалов, когда точку минимума удается найти в явном виде. Полученное в работе неравенство Брунна–Минковского обобщает соответствующее неравенство для моментов относительно центра масс и гиперплоскостей, доказанное Х. Хадвигером, на случай степенных моментов. Следует отметить, что точка минимума функционала в общем случае не совпадает с центром масс; совпадение имеет место только в частных случаях, что подтверждено в работе конкретными примерами.",
                    "porter": "Настоя работ посвящ построен одн класс функционал област в евклидов пространств и доказательств для них неравенств тип Брунна–Минковского. При построен функционал област использ точк минимум функц мног переменных, связа с функционалами, доказательств существован котор явля существен момент предложен исследований. Привед частн случа функционалов, когд точк минимум уда найт в явн виде. Получен в работ неравенств Брунна–Минковск обобща соответств неравенств для момент относительн центр масс и гиперплоскостей, доказа Х. Хадвигером, на случа степен моментов. След отметить, что точк минимум функциона в общ случа не совпада с центр масс; совпаден имеет мест тольк в частн случаях, что подтвержд в работ конкретн примерами."
                },
                "keywords": [
                    "неравенство Брунна–Минковского",
                    "неравенство Прекопа–Лайндлера",
                    "вогнутый функционал",
                    "выпуклая область."
                ],
                "link": "http://www.mathnet.ru/rus/uzku1354",
                "title": {
                    "mystem": "неравенство тип брунный–минковский в форма хадвигер для степенный момент\n",
                    "origin": "Неравенство типа Брунна–Минковского в форме Хадвигера для степенных моментов",
                    "porter": "Неравенств тип Брунна–Минковск в форм Хадвигер для степен момент"
                }
            },
            {
                "annotation": {
                    "mystem": "для задача связанный псевдообращение с входной оператор, удовлетворять условие обобщенный дополнительность, рассматривать двупараметрический непрерывный метод регуляризация, основывать на стабилизация решение дифференциальный уравнение в гильбертов пространство. находить условие сходимость, уточнять ранее известный результат. основной результат: доказывать независимость параметрический функция друг от друг. устойчивость метод устанавливать в класс всевозможный ограниченный возмущение. для частный случай задача с дополнительный входной оператор исследовать однопараметрический непрерывный метод регуляризация.\n",
                    "origin": "Для задачи связанного псевдообращения с входными операторами, удовлетворяющими условию обобщенной дополнительности, рассмотрен двупараметрический непрерывный метод регуляризации, основанный на стабилизации решений дифференциальных уравнений в гильбертовом пространстве. Найдены условия сходимости, уточняющие ранее известные результаты. Основной результат: доказана независимость параметрических функций друг от друга. Устойчивость метода установлена в классе всевозможных ограниченных возмущений. Для частного случая задачи с дополнительными входными операторами исследован однопараметрический непрерывный метод регуляризации.",
                    "porter": "Для задач связа псевдообращен с входн операторами, удовлетворя услов обобщен дополнительности, рассмотр двупараметрическ непрерывн метод регуляризации, основа на стабилизац решен дифференциальн уравнен в гильбертов пространстве. Найд услов сходимости, уточня ран известн результаты. Основн результат: доказа независим параметрическ функц друг от друга. Устойчив метод установл в класс всевозможн ограничен возмущений. Для частн случ задач с дополнительн входн оператор исследова однопараметрическ непрерывн метод регуляризации."
                },
                "keywords": [
                    "нормальное связанное псевдорешение",
                    "операторное уравнение",
                    "гильбертово пространство",
                    "задача связанного псевдообращения",
                    "непрерывный метод регуляризации",
                    "условие обобщенной дополнительности операторов",
                    "условие дополнительности операторов."
                ],
                "link": "http://www.mathnet.ru/rus/uzku1355",
                "title": {
                    "mystem": "о непрерывный метод регуляризация задача связанный псевдообращение с дополнительный ограничение на входной оператор\n",
                    "origin": "О непрерывном методе регуляризации задачи связанного псевдообращения с дополнительными ограничениями на входные операторы",
                    "porter": "О непрерывн метод регуляризац задач связа псевдообращен с дополнительн ограничен на входн оператор"
                }
            },
            {
                "annotation": {
                    "mystem": "проводить численный исследование высокоскоростной (со скорость 250 м/с) удар жидкий конус (конусообразный струя) по плоский жесткий стенка. диапазон угол наклон поверхность конус к стенка соответствовать диапазон изменение угол наклон цилиндрический струя с полусферический конец в процесс ее удар по стенка. использоваться прямой численный моделирование на основа уравнение газовый динамика метод CIP-CUP на динамически адаптивный soroban-сетка без явный выделение межфазный граница. выявлять, что в рассматривать диапазон угол наклон устанавливаться три режим воздействие. при малый угол реализоваться воздействие с присоединять к стенка ударный волна без растекание жидкость. с увеличение угол происходить резкий переход к режим с отходить от стенка ударный волна и пристеночный струя радиально растекаться жидкость. при дальнейший увеличение угол реализовываться плавный переход к безударный режим растекание.\n",
                    "origin": "Проведено численное исследование высокоскоростного (со скоростью 250 м/с) удара жидкого конуса (конусообразной струи) по плоской жесткой стенке. Диапазон углов наклона поверхности конуса к стенке соответствует диапазону изменения угла наклона цилиндрической струи с полусферическим концом в процессе ее удара по стенке. Использовалось прямое численное моделирование на основе уравнений газовой динамики методом CIP-CUP на динамически адаптивных soroban-сетках без явного выделения межфазной границы. Выявлено, что в рассмотренном диапазоне углов наклона устанавливается три режима воздействия. При малых углах реализуется воздействие с присоединенной к стенке ударной волной без растекания жидкости. С увеличением угла происходит резкий переход к режиму с отошедшей от стенки ударной волной и пристеночной струей радиально растекающейся жидкости. При дальнейшем увеличении угла реализуется плавный переход к безударному режиму растекания.",
                    "porter": "Провед числен исследован высокоскоростн (со скорост 250 м/с) удар жидк конус (конусообразн струи) по плоск жестк стенке. Диапазон угл наклон поверхн конус к стенк соответств диапазон изменен угл наклон цилиндрическ стру с полусферическ конц в процесс е удар по стенке. Использова прям числен моделирован на основ уравнен газов динамик метод CIP-CUP на динамическ адаптивн soroban-сетк без явн выделен межфазн границы. Выявлено, что в рассмотрен диапазон угл наклон устанавлива три режим воздействия. При мал угл реализ воздейств с присоединен к стенк ударн волн без растекан жидкости. С увеличен угл происход резк переход к режим с отошедш от стенк ударн волн и пристеночн стру радиальн растека жидкости. При дальн увеличен угл реализ плавн переход к безударн режим растекания."
                },
                "keywords": [
                    "удар струи",
                    "ударные волны",
                    "пристеночная струя."
                ],
                "link": "http://www.mathnet.ru/rus/uzku1356",
                "title": {
                    "mystem": "удар жидкий конус по плоский жесткий стенка\n",
                    "origin": "Удар жидкого конуса по плоской жесткой стенке",
                    "porter": "Удар жидк конус по плоск жестк стенк"
                }
            },
            {
                "annotation": {
                    "mystem": "рассматривать движение вязкий несжимаемый жидкость между два неконцентрический сфера, вращаться с различный угловой скорость. ось вращение сферический поверхность параллельный и удалять друг от друг на малый расстояние. для решение задача использовать аппарат шаровой вектор. показывать, что при данный постановка в система наблюдаться радиальный течение жидкость.\n",
                    "origin": "Рассмотрено движение вязкой несжимаемой жидкости между двумя неконцентрическими сферами, вращающимися с различными угловыми скоростями. Оси вращения сферических поверхностей параллельны и удалены друг от друга на малое расстояние. Для решения задачи использован аппарат шаровых векторов. Показано, что при данной постановке в системе наблюдается радиальное течение жидкости.",
                    "porter": "Рассмотр движен вязк несжима жидкост межд двум неконцентрическ сферами, враща с различн углов скоростями. Оси вращен сферическ поверхн параллельн и удал друг от друг на мал расстояние. Для решен задач использова аппарат шаров векторов. Показано, что при дан постановк в систем наблюда радиальн течен жидкости."
                },
                "keywords": [
                    "неконцентрические сферы",
                    "ламинарное течение",
                    "вязкая жидкость",
                    "дифференциальное вращение",
                    "неосесимметричные потоки",
                    "радиальное течение."
                ],
                "link": "http://www.mathnet.ru/rus/uzku1357",
                "title": {
                    "mystem": "течение жидкость между неконцентрический сфера, совершать дифференциальный вращение\n",
                    "origin": "Течение жидкости между неконцентрическими сферами, совершающими дифференциальное вращение",
                    "porter": "Течен жидкост межд неконцентрическ сферами, соверша дифференциальн вращен"
                }
            },
            {
                "annotation": {
                    "mystem": "решать нестационарный задача для тонкий упругий круговой цилиндрический оболочка, заполнять упругий среда, при воздействие на она внешний нестационарный давление. с использование принцип суперпозиция задача сводить к интегральный соотношение между нормальный перемещение оболочка и внешний давление. ядро этот соотношение являться функция влияние, который построить с использование аппарат разложение в ряд фурье и интегральный преобразование лаплас по время. получение оригинал коэффициент ряд осуществлять аналитически с применение асимптотически эквивалентный функция. приводить пример расчет.\n",
                    "origin": "Решена нестационарная задача для тонкой упругой круговой цилиндрической оболочки, заполненной упругой средой, при воздействии на нее внешнего нестационарного давления. С использованием принципа суперпозиции задача сведена к интегральному соотношению между нормальными перемещениями оболочки и внешним давлением. Ядром этого соотношения является функция влияния, которая построена с использованием аппарата разложений в ряды Фурье и интегрального преобразования Лапласа по времени. Получение оригиналов коэффициентов рядов осуществлено аналитически с применением асимптотически эквивалентных функций. Приведены примеры расчетов.",
                    "porter": "Реш нестационарн задач для тонк упруг кругов цилиндрическ оболочки, заполнен упруг средой, при воздейств на не внешн нестационарн давления. С использован принцип суперпозиц задач свед к интегральн соотношен межд нормальн перемещен оболочк и внешн давлением. Ядром эт соотношен явля функц влияния, котор постро с использован аппарат разложен в ряд Фур и интегральн преобразован Лаплас по времени. Получен оригинал коэффициент ряд осуществл аналитическ с применен асимптотическ эквивалентн функций. Привед пример расчетов."
                },
                "keywords": [
                    "нестационарные задачи",
                    "модель оболочки С. П. Тимошенко",
                    "упругий заполнитель",
                    "функция влияния",
                    "принцип суперпозиции",
                    "нестационарное давление."
                ],
                "link": "http://www.mathnet.ru/rus/uzku1358",
                "title": {
                    "mystem": "воздействие нестационарный давление на цилиндрический оболочка с упругий заполнитель\n",
                    "origin": "Воздействие нестационарного давления на цилиндрическую оболочку с упругим заполнителем",
                    "porter": "Воздейств нестационарн давлен на цилиндрическ оболочк с упруг заполнител"
                }
            }
        ]
    }
}